{
    "home_title": "CE QUE LES CLIENTS DISENT DE NOUS",
    "who_are_we": "Qui sommes-nous ",
    "who_are_we_description": " Qui nous sommes Avalon Solution relie les détaillants indépendants de bijoux en brique et en mortier au monde entier, en utilisant une variété de médias, à travers les canaux de marketing les plus rentables et les plus puissants. Nous offrons des conceptions de sites Web hautement personnalisables qui mettent en valeur ton entreprise. Le contenu personnalisé comprend le logo de ton entreprise, des photos de ton magasin et l'histoire de ton entreprise. Tes bijoux, montres, produits cadeaux, diamants en vrac, catalogues numériques, publicités télévisées et autres sont présentés sur chaque page. Les courriels de marque contribuent à attirer les visiteurs vers ton site Web et ton magasin, ce qui te permet de développer ton activité et d'établir ta marque. Avalon Solution a sélectionné une équipe des meilleurs concepteurs de sites Web et de programmeurs qualifiés qui utilisent les derniers développements technologiques pour intégrer la mode et le style à la beauté et au romantisme des bijoux de façon transparente dans le site Web de ton magasin. Ton site Web sera toujours frais et à jour, car nous apporterons constamment des modifications et des mises à jour en coulisses. Qu'il s'agisse de changements visuels et esthétiques ou d'améliorations de la facilité d'utilisation et de la fonctionnalité pour tes clients, nous travaillons toujours pour toi. Bien sûr, tu auras aussi le dernier contenu sur les bijoux et les informations sur les produits pour te permettre de garder une longueur d'avance sur la concurrence !",
    "what_we_do": "Ce que nous faisons ",
    "what_we_do_description_para_first": " Avalon Solution, qui se consacre au commerce de bijoux en ligne, aide les détaillants de bijoux indépendants à créer leur propre site Web, grâce auquel les clients potentiels peuvent les trouver, se renseigner sur eux, les contacter, parcourir leur collection de bijoux et finalement les acheter en ligne. Nous comprenons le secteur de la bijouterie et ce qu'il faut aux bijoutiers pour réussir en ligne. ",
    "what_we_do_description_para_secound": " A cette fin, nous offrons des solutions de commerce électronique de bout en bout, personnalisées en fonction de tes besoins. Avalon Solution crée pour ton entreprise et ta marque le site Web professionnel dont tu as toujours rêvé - pour une fraction de ce que tu devrais payer à une entreprise indépendante. Grâce à notre technologie de pointe, nous avons la capacité de lancer ta boutique sur le web dans les 30 jours avec plus de 10 000 des derniers styles de bijoux intégrés à un design web à la pointe de la mode. Si tu as un site Web existant qui a besoin d'un grand coup de jeune, nous pouvons rapidement le remplacer par notre solution Web à la pointe de la technologie. Nous comprenons l'importance de la mise à jour et de l'entretien continus du site Web et nous le faisons régulièrement, sans faire de compromis sur la qualité et les normes élevées que tu es en droit d'attendre du chef de file des solutions de commerce électronique pour les détaillants indépendants de bijoux.",
    "our_benefits": "Nos avantages",
    "our_benefits_description": " Avalon Solution fournit une passerelle 24h/24 et 7j/7 pour présenter et vendre vos produits de bijouterie aux clients au-delà de toute contrainte géographique ou temporelle afin de développer votre marque et d'augmenter votre part de marché. En créant et en maintenant votre présence sur le Web, les services Web d'Avalon Solution vous offrent le retour sur investissement le plus élevé par rapport à tout autre média conventionnel. Notre attention portée aux activités de marque et de promotion vise à augmenter vos profits en attirant de nouveaux clients dès le début du cycle d'achat. Nous vous aidons non seulement à élargir votre clientèle, mais également à améliorer votre capacité à développer votre relation avec les clients existants et potentiels.",
    "our_technology": "Notre technologie",
    "our_technology_description": "Avalon Solution utilise les derniers développements technologiques pour intégrer de manière transparente la mode et le style avec la beauté et la romance des bijoux dans votre site Web. Nous utilisons Shopify comme plate-forme de commerce électronique, l'hébergement de messagerie Google et Microsoft, Google Web Analytics, les réseaux de médias sociaux et l'hébergement de vidéos YouTube pour donner vie à votre site Web.",
    "footer_copyrights": "© 2023 Sumit Sen. Tous droits réservés.",
    "header_home": "Maison",
    "header_about_us": "À propos de nous",
    "dashboard_slide_one": "'L'équipe de support d'Avalon Solution travaille toujours rapidement et efficacement pour répondre à nos besoins et répondre à nos demandes. Même s’ils ne disposent pas d’une fonctionnalité facilement disponible, ils feront des recherches pour trouver un plug-in ou un logiciel qui améliorera notre site Web. Vous vous sentirez toujours comme le client le plus important lorsque vous travaillerez avec Steve et toute l'équipe d'Avalon Solution.'",
    "dashboard_slide_one_author": "Megan Hoelscher D.J. Bijoutiers Bitzan",
    "dashboard_slide_two": "J'utilise Avalon Solution depuis de très nombreuses années et je suis extrêmement satisfait de leur service client, ainsi que de la nouvelle mise à niveau de la plateforme Magento. Ils ont fourni de nombreuses options améliorées pour développer mon entreprise. C'est formidable de travailler avec Steve et l'équipe. Chaque fois que nous avons besoin d'un changement ou d'idées pour notre site Web, ils sont très accommodants et compétents. J'ai évalué la concurrence du secteur et je pense qu'Avalon m'apporte le plus de valeur par rapport aux autres. Si vous envisagez de changer d'administrateur Web, veuillez consulter la solution Avalon ! Tu seras content de l'avoir fait.",
    "dashboard_slide_two_author": "Beth Skatell Les bijoutiers d'Owens Skatell",
    "dashboard_slide_three": "L'équipe d'Avalon a été formidable en travaillant au développement de notre nouveau site ! Steve fournit un service client exceptionnel et est toujours disponible pour répondre à tous nos besoins, ainsi que pour fournir d'excellentes suggestions et solutions pour tous les besoins de notre site Web. Merci à l'équipe Avalon pour tout votre travail sur notre site Web, pour l'avoir rendu aussi simple que possible et pour développer un excellent site Web.",
    "dashboard_slide_three_author": "Amanda Tilge Bijoutiers de référence"
}