{
    "home_title": "ЧТО КЛИЕНТЫ ГОВОРЯТ О НАС",
    "who_are_we": "Кто мы",
    "who_are_we_description": "Кто мы? Avalon Solution соединяет независимых розничных торговцев ювелирными изделиями с миром, используя различные средства массовой информации, используя самые экономичные и мощные маркетинговые каналы. Мы предлагаем настраиваемый дизайн веб-сайтов, который продемонстрирует ваш бизнес. Персонализированный контент включает логотип вашей компании, фотографии вашего магазина и историю вашей компании. Ваши ювелирные изделия, часы, подарочная продукция, бриллианты, цифровые каталоги, телевизионная реклама и многое другое представлены на каждой странице. Фирменные электронные письма помогают привлечь посетителей на ваш веб-сайт и в магазин, развивая ваш бизнес и укрепляя ваш бренд. Avalon Solution вручную отобрала команду лучших веб-дизайнеров и опытных программистов, которые используют новейшие разработки в области технологий, чтобы легко интегрировать моду и стиль с красотой и романтикой ювелирных изделий на веб-сайт вашего магазина. Ваш веб-сайт всегда будет свежим и актуальным, поскольку мы будем постоянно вносить изменения и обновления. От визуальных и эстетических изменений до улучшений, простоты использования и функциональности для ваших клиентов — мы всегда работаем для вас. Конечно, у вас также будет самый последний контент о ювелирных изделиях и информация о продуктах, которые помогут вам быть впереди конкурентов!",
    "what_we_do": "Что мы делаем",
    "what_we_do_description_para_first": "Avalon Solution, занимающаяся ювелирным онлайн-бизнесом, помогает независимым розничным торговцам ювелирными изделиями создать собственный фирменный веб-сайт, с помощью которого потенциальные клиенты могут найти их, узнать о них, связаться с ними, просмотреть их коллекцию ювелирных изделий и, в конечном итоге, совершить покупку у них в Интернете. Мы понимаем ювелирный бизнес и то, что нужно ювелирам для достижения успеха в Интернете.",
    "what_we_do_description_para_secound": "С этой целью мы предлагаем комплексные решения для электронной коммерции, адаптированные к вашим потребностям. Avalon Solution создает профессиональный веб-сайт для вашего бизнеса и вашего бренда, о котором вы всегда мечтали, — за небольшую часть того, что вам пришлось бы платить независимой фирме. Благодаря нашим передовым технологиям у нас есть возможность запустить ваш магазин во всемирной паутине в течение 30 дней с более чем 10 000 новейших стилей ювелирных изделий, интегрированных с передовым веб-дизайном. Если у вас есть существующий веб-сайт, который нуждается в серьезном обновлении, мы можем быстро заменить его нашим современным веб-решением. Мы понимаем важность постоянного обновления и обслуживания веб-сайта и делаем это на регулярной основе, не идя на компромиссы с качеством и высокими стандартами, которые вы ожидаете от лидера в области решений для электронной коммерции для независимых розничных продавцов ювелирных изделий.",
    "our_benefits": "Наши преимущества",
    "our_benefits_description": "Avalon Solution предоставляет круглосуточную возможность демонстрировать и продавать вашу ювелирную продукцию клиентам вне каких-либо географических или временных ограничений, чтобы создать свой бренд и увеличить долю рынка. Создавая и поддерживая свое присутствие в Интернете, веб-сервисы Avalon Solution предлагают вам самую высокую отдачу от инвестиций по сравнению с любыми другими традиционными средствами массовой информации. Наше внимание к брендингу и рекламной деятельности направлено на увеличение вашей прибыли за счет привлечения новых клиентов на ранних этапах цикла покупки. Мы не только помогаем вам расширить охват клиентов, но и повышаем вашу способность развивать отношения с существующими и потенциальными клиентами.",
    "our_technology": "Наши технологии",
    "our_technology_description": "Avalon Solution использует новейшие технологические разработки для плавной интеграции моды и стиля с красотой и романтикой ювелирных изделий на ваш веб-сайт. Мы используем Shopify в качестве нашей платформы электронной коммерции, хостинг электронной почты Google и Microsoft, веб-аналитику Google, социальные сети и видеохостинг YouTube, чтобы оживить ваш веб-сайт.",
    "footer_copyrights": "© 2023 Сумит Сен. Все права защищены.",
    "header_home": "Дом",
    "header_about_us": "О нас",
    "dashboard_slide_one": "'Команда поддержки Avalon Solution всегда работает быстро и эффективно, чтобы удовлетворить наши потребности и выполнить наши запросы. Даже если у них нет доступных возможностей, они проведут исследование, чтобы найти плагин или программное обеспечение, которое улучшит наш веб-сайт. Вы всегда будете чувствовать себя самым важным клиентом, работая со Стивом и всей командой Avalon Solution.'",
    "dashboard_slide_one_author": "Меган Хёлшер, диджей Битзан Ювелирс",
    "dashboard_slide_two": "Я использую Avalon Solution уже много-много лет и очень доволен их обслуживанием клиентов, а также новым обновлением платформы Magento. Они предоставили так много улучшенных возможностей для развития моего бизнеса. Со Стивом и командой приятно работать. Каждый раз, когда нам нужны изменения или идеи для нашего веб-сайта, они очень любезны и хорошо осведомлены. Я оценил конкурентов в отрасли и чувствую, что Avalon дает мне наибольшую выгоду от остальных. Если вы подумываете о смене веб-администратора, попробуйте Avalon Solution! Ты не пожалеешь об этом.",
    "dashboard_slide_two_author": "Бет Скателл Оуэнс Ювелиры Skatell's",
    "dashboard_slide_three": "Команда Avalon с удовольствием работала над разработкой нашего нового сайта! Стив обеспечивает исключительное обслуживание клиентов и всегда готов помочь с любыми нашими потребностями, а также предоставляет отличные предложения и решения для всех потребностей нашего веб-сайта. Спасибо команде Avalon за всю вашу работу над нашим веб-сайтом, за максимальное упрощение ее работы и создание отличного веб-сайта.",
    "dashboard_slide_three_author": "Аманда Тилгер Эталонные ювелиры"
}