{
    "home_title": "WHAT CUSTOMERS SAY ABOUT US",
    "who_are_we": "Who are we",
    "who_are_we_description": " Who We Are Avalon Solution connects brick and mortar independent jewelry retailers to the world, utilizing a variety of media, across the most cost-effective and powerful marketing channels. We offer highly customizable website designs that showcase your business. Personalized content includes your company logo, photos of your store and your company's history. Your jewelry, watches, gift products, loose diamonds, digital catalogs, TV commercials and more are featured on every page. Branded emails help to drive visitors to your website and store, growing your business and establishing your brand. Avalon Solution has hand selected a team of the finest web designers and skilled programmers who utilize the latest developments in technology to integrate both fashion and style with the beauty and romance of jewelry seamlessly into your store’s website. Your website will always be fresh and up to date, as we will be constantly making modifications and upgrades behind the scenes. From visual and aesthetic changes to improvements to ease of use and functionality to your customers, we are always working for you. Of course, you will also have the lastest jewelry content and product information to keep you ahead of the competition!",
    "what_we_do": "What We Do ",
    "what_we_do_description_para_first": " Avalon Solution, dedicated to the jewelry Online business, helps Independent Jewelry Retailers to create their own branded website, through which prospective customers can find them, learn about them, contact them, browse their jewelry collection and eventually purchase from them Online. We understand the jewelry business and what it takes for jewelers to be successful online. ",
    "what_we_do_description_para_secound": " Towards this end, we offer end-to-end ecommerce solutions customized to your needs. Avalon Solution builds professional website for your Business and your Brand that you have always wanted - for a fraction of what you would have to pay to an independent firm. With our cutting edge technology, we have the capability to launch your store on the world wide web within 30 days with over 10,000 of the latest jewelry styles integrated with a fashion forward web design. If you have an existing website that needs a major facelift, we can quickly replace it with our state of the art web solution. We understand the importance of continuous website updates & maintenance and we do this on a regular basis, making no compromises with the quality and the high standards that you have come to expect from the leader in ECommerce Solution for Independent Jewelry Retailers.",
    "our_benefits": "Our Benefits",
    "our_benefits_description": " Avalon Solution provides a 24/7 gateway to showcase and sell your jewelry products to customers beyond any geographical or time constraints to build your brand & increase market share. By creating and maintaining your web presence, Avalon Solution’s web services offer you the highest return on investment in comparison to any other conventional media. Our attention to branding and promotional activities works to increase your profit by attracting new customers early in the purchasing cycle. We not only help you broaden your customer reach but also enhance your ability to grow your relationship with existing and potential customers.",
    "our_technology": "Our Technology",
    "our_technology_description": "Avalon Solution utilizes the latest developments in technology to integrate both Fashion & Style with the Beauty & Romance of Jewelry seamlessly into your website. We use Shopify as our Ecommerce Platform, Google and Microsoft Email Hosting, Google Web Analytics, Social Media Networking & YouTube Video Hosting to make your website come alive.",
    "footer_copyrights": "© 2023 Sumit Sen. All rights reserved.",
    "header_home": "Home",
    "header_about_us": "About us",
    "dashboard_slide_one": "'The support team at Avalon Solution always works quickly and efficiently to meet our needs and fulfil our requests. Even if they don’t have a capability readily available, they will do research to find a plug-in or software that will enhance our website. You will always feel like the most important client when working with Steve and the whole team at Avalon Solution.'",
    "dashboard_slide_one_author": "Megan Hoelscher D.J. Bitzan Jewelers",
    "dashboard_slide_two": "I have been using Avalon Solution for many, many years and I am extremely Happy with their customer service, and also the new upgrade to the Magento platform. They provided so many upgraded options to grow my business. Steve, and the team are wonderful to work with. Everytime we need a change, or ideas for our website, they are very accommodating and knowledgeable. I have priced the industry's competition, and I feel Avalon gives me the most value from the rest. If you're thinking of changing web admins, please check out Avalon Solution! You will be glad you did.",
    "dashboard_slide_two_author": "Beth Skatell Owens Skatell's Jewelers",
    "dashboard_slide_three": "The Avalon Team has been wonderful to work with developing our new site! Steve provides exceptional customer service and is always available to help with whatever needs we have as well as providing great suggestions and solutions for all of our website needs. Thanks, Avalon Team for all of your work on our website and making it as easy as possible and developing a great website.",
    "dashboard_slide_three_author": "Amanda Tilger Benchmark Jewelers"
}