{
    "home_title": "ग्राहक हमारे बारे में क्या कहते हैं",
    "who_are_we": "हम कौन हैं",
    "who_are_we_description": "हम कौन हैं एवलॉन सॉल्यूशन विभिन्न प्रकार के मीडिया का उपयोग करते हुए, सबसे अधिक लागत प्रभावी और शक्तिशाली विपणन चैनलों के माध्यम से ईंट और मोर्टार के स्वतंत्र आभूषण खुदरा विक्रेताओं को दुनिया से जोड़ता है। हम उच्च अनुकूलन योग्य वेबसाइट डिज़ाइन प्रदान करते हैं जो आपके व्यवसाय को प्रदर्शित करते हैं। वैयक्तिकृत सामग्री में आपकी कंपनी का लोगो, आपके स्टोर की तस्वीरें और आपकी कंपनी का इतिहास शामिल है। आपके गहने, घड़ियाँ, उपहार उत्पाद, खुले हीरे, डिजिटल कैटलॉग, टीवी विज्ञापन और बहुत कुछ हर पृष्ठ पर प्रदर्शित होते हैं। ब्रांडेड ईमेल आगंतुकों को आपकी वेबसाइट और स्टोर तक लाने, आपके व्यवसाय को बढ़ाने और आपके ब्रांड को स्थापित करने में मदद करते हैं। एवलॉन सॉल्यूशन ने बेहतरीन वेब डिज़ाइनरों और कुशल प्रोग्रामरों की एक टीम का चयन किया है, जो आपके स्टोर की वेबसाइट में गहनों की सुंदरता और रोमांस के साथ फैशन और स्टाइल दोनों को एकीकृत करने के लिए प्रौद्योगिकी के नवीनतम विकास का उपयोग करते हैं। आपकी वेबसाइट हमेशा ताज़ा और अद्यतित रहेगी, क्योंकि हम पर्दे के पीछे लगातार संशोधन और उन्नयन करते रहेंगे। दृश्य और सौंदर्य संबंधी परिवर्तनों से लेकर सुधारों से लेकर उपयोग में आसानी और आपके ग्राहकों के लिए कार्यक्षमता तक, हम हमेशा आपके लिए काम कर रहे हैं। निःसंदेह, आपके पास प्रतिस्पर्धा में आगे रहने के लिए नवीनतम आभूषण सामग्री और उत्पाद जानकारी भी होगी!",
    "what_we_do": "हम क्या करते हैं",
    "what_we_do_description_para_first": "एवलॉन सॉल्यूशन, आभूषण ऑनलाइन व्यवसाय के लिए समर्पित, स्वतंत्र आभूषण खुदरा विक्रेताओं को अपनी ब्रांडेड वेबसाइट बनाने में मदद करता है, जिसके माध्यम से संभावित ग्राहक उन्हें ढूंढ सकते हैं, उनके बारे में जान सकते हैं, उनसे संपर्क कर सकते हैं, उनके आभूषण संग्रह ब्राउज़ कर सकते हैं और अंततः उनसे ऑनलाइन खरीदारी कर सकते हैं। हम आभूषण व्यवसाय को समझते हैं और ज्वैलर्स को ऑनलाइन सफल होने के लिए क्या करना पड़ता है।",
    "what_we_do_description_para_secound": "इस दिशा में, हम आपकी आवश्यकताओं के अनुरूप एंड-टू-एंड ईकॉमर्स समाधान प्रदान करते हैं। एवलॉन सॉल्यूशन आपके व्यवसाय और आपके ब्रांड के लिए पेशेवर वेबसाइट बनाता है जिसे आप हमेशा से चाहते थे - एक स्वतंत्र फर्म को आपको जो भुगतान करना होगा उसके एक अंश के लिए। हमारी अत्याधुनिक तकनीक के साथ, हमारे पास फैशन फॉरवर्ड वेब डिज़ाइन के साथ एकीकृत 10,000 से अधिक नवीनतम आभूषण शैलियों के साथ 30 दिनों के भीतर वर्ल्ड वाइड वेब पर आपका स्टोर लॉन्च करने की क्षमता है। यदि आपके पास एक मौजूदा वेबसाइट है जिसे बड़े बदलाव की आवश्यकता है, तो हम इसे तुरंत अपने अत्याधुनिक वेब समाधान से बदल सकते हैं। हम निरंतर वेबसाइट अपडेट और रखरखाव के महत्व को समझते हैं और हम इसे नियमित आधार पर करते हैं, गुणवत्ता और उच्च मानकों के साथ कोई समझौता नहीं करते हैं जो आप स्वतंत्र आभूषण खुदरा विक्रेताओं के लिए ईकॉमर्स समाधान में अग्रणी से उम्मीद करते हैं।",
    "our_benefits": "हमारे लाभ",
    "our_benefits_description": " एवलॉन सॉल्यूशन आपके ब्रांड को बनाने और बाजार हिस्सेदारी बढ़ाने के लिए किसी भी भौगोलिक या समय की कमी से परे ग्राहकों को आपके आभूषण उत्पादों को प्रदर्शित करने और बेचने के लिए 24/7 गेटवे प्रदान करता है। आपकी वेब उपस्थिति बनाकर और बनाए रखते हुए, एवलॉन सॉल्यूशन की वेब सेवाएँ आपको किसी भी अन्य पारंपरिक मीडिया की तुलना में निवेश पर सबसे अधिक रिटर्न प्रदान करती हैं। ब्रांडिंग और प्रचार गतिविधियों पर हमारा ध्यान खरीदारी चक्र की शुरुआत में नए ग्राहकों को आकर्षित करके आपके लाभ को बढ़ाने पर काम करता है। हम न केवल आपकी ग्राहक पहुंच बढ़ाने में मदद करते हैं बल्कि मौजूदा और संभावित ग्राहकों के साथ आपके संबंध बढ़ाने की क्षमता भी बढ़ाते हैं।",
    "our_technology": "हमारी प्रौद्योगिकी",
    "our_technology_description": "एवलॉन सॉल्यूशन आपकी वेबसाइट में आभूषणों की सुंदरता और रोमांस के साथ फैशन और स्टाइल दोनों को एकीकृत करने के लिए प्रौद्योगिकी में नवीनतम विकास का उपयोग करता है। हम आपकी वेबसाइट को जीवंत बनाने के लिए Shopify को हमारे ईकॉमर्स प्लेटफ़ॉर्म, Google और Microsoft ईमेल होस्टिंग, Google वेब एनालिटिक्स, सोशल मीडिया नेटवर्किंग और YouTube वीडियो होस्टिंग के रूप में उपयोग करते हैं।",
    "footer_copyrights": "© 2023 सुमित सेन। सर्वाधिकार सुरक्षित।",
    "header_home": "होम",
    "header_about_us": "हमारे बारे में",
    "dashboard_slide_one": "'एवलॉन सॉल्यूशन की सहायता टीम हमारी जरूरतों को पूरा करने और हमारे अनुरोधों को पूरा करने के लिए हमेशा तेजी से और कुशलता से काम करती है। भले ही उनके पास आसानी से कोई क्षमता उपलब्ध न हो, वे एक प्लग-इन या सॉफ़्टवेयर ढूंढने के लिए शोध करेंगे जो हमारी वेबसाइट को बेहतर बनाएगा। एवलॉन सॉल्यूशन में स्टीव और पूरी टीम के साथ काम करते समय आप हमेशा सबसे महत्वपूर्ण ग्राहक महसूस करेंगे।'",
    "dashboard_slide_one_author": "मेगन होल्शर डी.जे. बिट्ज़न ज्वैलर्स",
    "dashboard_slide_two": "मैं कई वर्षों से एवलॉन सॉल्यूशन का उपयोग कर रहा हूं और मैं उनकी ग्राहक सेवा और मैगेंटो प्लेटफॉर्म के नए अपग्रेड से बेहद खुश हूं। उन्होंने मेरे व्यवसाय को बढ़ाने के लिए बहुत सारे उन्नत विकल्प प्रदान किए। स्टीव और टीम के साथ काम करना अद्भुत है। जब भी हमें अपनी वेबसाइट के लिए बदलाव या विचारों की आवश्यकता होती है, तो वे बहुत ही अनुकूल और ज्ञानवर्धक होते हैं। मैंने उद्योग की प्रतिस्पर्धा की कीमत तय की है, और मुझे लगता है कि एवलॉन मुझे बाकियों से सबसे अधिक मूल्य देता है। यदि आप वेब व्यवस्थापक बदलने के बारे में सोच रहे हैं, तो कृपया एवलॉन सॉल्यूशन देखें! आप खुश हो जायेंगे आपने किया था।",
    "dashboard_slide_two_author": "बेथ स्केटेल ओवेन्स स्केटेल्स ज्वैलर्स",
    "dashboard_slide_three": "हमारी नई साइट को विकसित करने में एवलॉन टीम का काम अद्भुत रहा है! स्टीव असाधारण ग्राहक सेवा प्रदान करता है और हमारी किसी भी जरूरत में मदद के लिए हमेशा उपलब्ध रहता है और साथ ही हमारी वेबसाइट की सभी जरूरतों के लिए बेहतरीन सुझाव और समाधान भी प्रदान करता है। हमारी वेबसाइट पर आपके सभी कार्यों और इसे यथासंभव आसान बनाने और एक बेहतरीन वेबसाइट विकसित करने के लिए धन्यवाद, एवलॉन टीम।",
    "dashboard_slide_three_author": "अमांडा टिल्गर बेंचमार्क ज्वैलर्स"
}